cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "autojump"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-lfs"
brew "grep"
brew "hub"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vifm"
brew "yarn"
cask "alfred"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "sublime-merge"
cask "the-unarchiver"
