cask_args appdir: '/Applications'

# CLI Tools
brew "autojump"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gh"
brew "grep"
brew "neovim"
brew "node"
brew "fnm"
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vifm"
brew "yarn"

# Fonts
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"

# Applications
cask "firefox"
cask "rectangle"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "raycast"
cask "obsidian"
cask "cheatsheet"
cask "telegram"
cask "google-chrome"
cask "bitwarden"
cask "iina"
cask "monitorcontrol"
cask "amneziavpn"
cask "transmission"
cask "google-drive"
cask "readdle-spark"
cask "ghostty"
cask "karabiner-elements"
