cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "autojump"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-lfs"
brew "grep"
brew "hub"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vifm"
brew "yarn"

cask "alfred"
cask "anki"
cask "cheatsheet"
cask "contexts"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kitty"
cask "macvim"
cask "nightowl"
cask "notion"
cask "postman"
cask "quitter"
cask "skype"
cask "spectacle"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "zoomus"
